const config = require('../config')
const {eypz , commands} = require('../command')

eypz({
    pattern: "menu",
    desc: "menu help message",
    category: "main",
    filename: __filename
},
async(conn, mek, m,{from, quoted, body, isCmd, command, args, q, isGroup, sender, senderNumber, botNumber2, botNumber, pushname, isMe, isOwner, groupMetadata, groupName, participants, groupAdmins, isBotAdmins, isAdmins, reply}) => {
let Ameen = 'https://telegra.ph/file/b6269f96b3df6f164cf68.jpg'
let AmeenInt = `
╭═══〘 *CRONAZ-XD* 〙═══⊷❍
┃✦╭──────────────
┃✦│
┃✦│ _*𝗢𝘄𝗻𝗲𝗿*_ : *WHITE SER*
┃✦│ _*𝗨𝘀𝗲𝗿*_ : 𝗖𝗥𝗢𝗡𝗔𝗭-𝗫𝗗
┃✦│ _*𝗠𝗼𝗱𝗲*_ : 𝗽𝘂𝗯𝗹𝗶𝗰
┃✦│ _*𝗦𝗲𝗿𝘃𝗲𝗿*_ : 𝗣𝗿𝗶𝘃𝗮𝘁𝗲 (𝗩𝗣𝗦)
┃✦│ _*𝗔𝘃𝗮𝗶𝗹𝗮𝗯𝗹𝗲 𝗥𝗔𝗠*_ : 𝟭𝟰 𝗚𝗕 𝗼𝗳 𝟯𝟭 𝗚𝗕
┃✦│ _*𝗩𝗲𝗿𝘀𝗶𝗼𝗻*_ : 𝘃1.𝟬.𝟬
┃✦│
┃✦│
┃✦│  ▎▍▌▌▉▏▎▌▉▐▏▌▎
┃✦│  ▎▍▌▌▉▏▎▌▉▐▏▌▎
┃✦│  *CRONAZ-XD*
┃✦│ 
┃✦╰───────────────
╰═════════════════⊷

╭════〘 *_𝗟𝗼𝗴𝗼_* 〙════⊷❍

┃✦│ _𝟭. 𝗹𝗼𝗴𝗼_
┃✦│ _𝟮. 𝗹𝗼𝗴𝗼 𝟬𝟭_
┃✦│ _𝟯. 𝗹𝗼𝗴𝗼 𝟬𝟮_
┃✦│ _𝟰. 𝗹𝗼𝗴𝗼 𝟬𝟯_
┃✦│ _𝟱. 𝗹𝗼𝗴𝗼 𝟬𝟰_
┃✦│ _𝟲. 𝗹𝗼𝗴𝗼 𝟬𝟱_
┃✦│ _𝟳. 𝗹𝗼𝗴𝗼 𝟬𝟲_
┃✦│ _𝟴. 𝗹𝗼𝗴𝗼 𝟬𝟳_
┃✦│ _𝟵. 𝗹𝗼𝗴𝗼 𝟬𝟴_
┃✦│ _𝟭𝟬. 𝗹𝗼𝗴𝗼 𝟬𝟵_
┃✦│ _𝟭𝟭. 𝗹𝗼𝗴𝗼 𝟭𝟬_
┃✦│ _𝟭𝟮. 𝗹𝗼𝗴𝗼 𝟭𝟭_
┃✦│ _𝟭𝟯. 𝗹𝗼𝗴𝗼 𝟭𝟮_
┃✦│ _𝟭𝟰. 𝗹𝗼𝗴𝗼 𝟭𝟯_
┃✦│ _𝟭𝟱. 𝗹𝗼𝗴𝗼 𝟭𝟰_
┃✦│ _𝟭𝟲. 𝗹𝗼𝗴𝗼 𝟭𝟱_
┃✦│ _𝟭𝟳. 𝗹𝗼𝗴𝗼 𝟭𝟲_
┃✦│ _𝟭𝟴. 𝗹𝗼𝗴𝗼 𝟭𝟳_
┃✦│ _𝟭𝟵. 𝗹𝗼𝗴𝗼 𝟭𝟴_
┃✦│ _𝟮𝟬. 𝗹𝗼𝗴𝗼 𝟭𝟵_
┃✦│ _𝟮𝟭. 𝗹𝗼𝗴𝗼 𝟮𝟬_
┃✦│ _𝟮𝟮. 𝗹𝗼𝗴𝗼 𝟮𝟭_
┃✦│ _𝟮𝟯. 𝗹𝗼𝗴𝗼 𝟮𝟮_
┃✦│ _𝟮𝟰. 𝗹𝗼𝗴𝗼 𝟮𝟯_
┃✦│ _𝟮𝟱. 𝗹𝗼𝗴𝗼 𝟮𝟰_
┃✦│ _𝟮𝟲. 𝗹𝗼𝗴𝗼 𝟮𝟱_
┃✦│ _𝟮𝟳. 𝗹𝗼𝗴𝗼 𝟮𝟲_
┃✦│ _𝟮𝟴. 𝗹𝗼𝗴𝗼 𝟮𝟳_
┃✦│ _𝟮𝟵. 𝗹𝗼𝗴𝗼 𝟮𝟴_
┃✦│ _𝟯𝟬. 𝗹𝗼𝗴𝗼 𝟮𝟵_
┃✦│ _𝟯𝟭. 𝗹𝗼𝗴𝗼 𝟯𝟬_
┃✦│ _𝟯𝟮. 𝗹𝗼𝗴𝗼 𝟯𝟭_
┃✦│ _𝟯𝟯. 𝗹𝗼𝗴𝗼 𝟯𝟮_
┃✦│ _𝟯𝟰. 𝗹𝗼𝗴𝗼 𝟯𝟯_
┃✦│ _𝟯𝟱. 𝗹𝗼𝗴𝗼 𝟯𝟰_
┃✦│ _𝟯𝟲. 𝗹𝗼𝗴𝗼 𝟯𝟱_
┃✦│ _𝟯𝟳. 𝗹𝗼𝗴𝗼 𝟯𝟲_
┃✦│ _𝟯𝟴. 𝗹𝗼𝗴𝗼 𝟯𝟳_
┃✦│ _𝟯𝟵. 𝗹𝗼𝗴𝗼 𝟯𝟴_
┃✦│ _𝟰𝟬. 𝗹𝗼𝗴𝗼 𝟯𝟵_
┃✦│ _𝟰𝟭. 𝗹𝗼𝗴𝗼 𝟰𝟬_
┃✦│ _𝟰𝟮. 𝗹𝗼𝗴𝗼 𝟰𝟭_
┃✦│ _𝟰𝟯. 𝗹𝗼𝗴𝗼 𝟰𝟮_
┃✦│ _𝟰𝟰. 𝗹𝗼𝗴𝗼 𝟰𝟯_
┃✦│ _𝟰𝟱. 𝗹𝗼𝗴𝗼 𝟰𝟰_
┃✦│ _𝟰𝟲. 𝗹𝗼𝗴𝗼 𝟰𝟱_
┃✦│ _𝟰𝟳. 𝗹𝗼𝗴𝗼 𝟰𝟲_
┃✦│ _𝟰𝟴. 𝗹𝗼𝗴𝗼 𝟰𝟳_
┃✦│ _𝟰𝟵. 𝗹𝗼𝗴𝗼 𝟰𝟴_
┃✦│ _𝟱𝟬. 𝗹𝗼𝗴𝗼 𝟰𝟵_
┃✦│ _𝟱𝟭. 𝗹𝗼𝗴𝗼 𝟰𝟲_
┃✦│ _𝟱𝟮. 𝗹𝗼𝗴𝗼 𝟱𝟬_
┃✦│ _𝟱𝟯. 𝗹𝗼𝗴𝗼 𝟱𝟭_
┃✦│ _𝟱𝟰. 𝗹𝗼𝗴𝗼 𝟱𝟮_
┃✦│ _𝟱𝟱. 𝗹𝗼𝗴𝗼 𝟱𝟯_
┃✦│ _𝟱𝟲. 𝗹𝗼𝗴𝗼 𝟱𝟰_
┃✦│ _𝟱𝟳. 𝗹𝗼𝗴𝗼 𝟱𝟱_
┃✦│ _𝟱𝟴. 𝗹𝗼𝗴𝗼 𝟱𝟲_
┃✦│ _𝟱𝟵. 𝗹𝗼𝗴𝗼 𝟱𝟳_
┃✦│ _𝟲𝟬. 𝗹𝗼𝗴𝗼 𝟱𝟴_
┃✦│ _𝟲𝟭. 𝗮𝗮𝗱𝗵𝗮𝗿_
┃✦│ _𝟲𝟮. 𝗯𝗹𝘂𝗿_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗚𝗿𝗼𝘂𝗽_* 〙════⊷❍

┃✦│ _𝟲𝟯. 𝘁𝗼𝗴𝗴𝗹𝗲_
┃✦│ _𝟲𝟰. 𝗮𝗻𝘁𝗶𝗯𝗼𝘁_
┃✦│ _𝟲𝟱. 𝗮𝗻𝘁𝗶𝘀𝗽𝗮𝗺_
┃✦│ _𝟲𝟲. 𝗽𝗱𝗺_
┃✦│ _𝟲𝟳. 𝗮𝗻𝘁𝗶𝗱𝗲𝗺𝗼𝘁𝗲_
┃✦│ _𝟲𝟴. 𝗮𝗻𝘁𝗶𝗽𝗿𝗼𝗺𝗼𝘁𝗲_
┃✦│ _𝟲𝟵. 𝗮𝗻𝘁𝗶𝗹𝗶𝗻𝗸_
┃✦│ _𝟳𝟬. 𝗮𝗻𝘁𝗶𝘄𝗼𝗿𝗱_
┃✦│ _𝟳𝟭. 𝘄𝗲𝗹𝗰𝗼𝗺𝗲_
┃✦│ _𝟳𝟮. 𝘄𝗲𝗹𝗰𝗼𝗺𝗲_
┃✦│ _𝟳𝟯. 𝗴𝗼𝗼𝗱𝗯𝘆𝗲_
┃✦│ _𝟳𝟰. 𝗴𝗼𝗼𝗱𝗯𝘆𝗲_
┃✦│ _𝟳𝟱. 𝘄𝗮𝗽𝗼𝗹𝗹_
┃✦│ _𝟳𝟲. 𝗸𝗶𝗰𝗸_
┃✦│ _𝟳𝟳. 𝗮𝗱𝗱_
┃✦│ _𝟳𝟴. 𝗽𝗿𝗼𝗺𝗼𝘁𝗲_
┃✦│ _𝟳𝟵. 𝗿𝗲𝗾𝘂𝗲𝘀𝘁𝘀_
┃✦│ _𝟴𝟬. 𝗱𝗲𝗺𝗼𝘁𝗲_
┃✦│ _𝟴𝟭. 𝗺𝘂𝘁𝗲_
┃✦│ _𝟴𝟮. 𝘂𝗻𝗺𝘂𝘁𝗲_
┃✦│ _𝟴𝟯. 𝗷𝗶𝗱_
┃✦│ _𝟴𝟰. 𝗶𝗻𝘃𝗶𝘁𝗲_
┃✦│ _𝟴𝟱. 𝗿𝗲𝘃𝗼𝗸𝗲_
┃✦│ _𝟴𝟲. 𝗴𝗹𝗼𝗰𝗸_
┃✦│ _𝟴𝟳. 𝗴𝘂𝗻𝗹𝗼𝗰𝗸_
┃✦│ _𝟴𝟴. 𝗴𝗻𝗮𝗺𝗲_
┃✦│ _𝟴𝟵. 𝗴𝗱𝗲𝘀𝗰_
┃✦│ _𝟵𝟬. 𝗰𝗼𝗺𝗺𝗼𝗻_
┃✦│ _𝟵𝟭. 𝘁𝗮𝗴𝗮𝗹𝗹_
┃✦│ _𝟵𝟮. 𝗮𝘂𝘁𝗼𝗺𝘂𝘁𝗲_
┃✦│ _𝟵𝟯. 𝗮𝘂𝘁𝗼𝘂𝗻𝗺𝘂𝘁𝗲_
┃✦│ _𝟵𝟰. 𝗴𝗲𝘁𝗺𝘂𝘁𝗲_
┃✦│ _𝟵𝟱. 𝗮𝗻𝘁𝗶𝗳𝗮𝗸𝗲_
┃✦│ _𝟵𝟲. 𝘁𝗮𝗴_
┃✦│ _𝟵𝟳. 𝘄𝗮𝗿𝗻_
┃✦│ _𝟵𝟴. 𝗿𝗲𝘀𝗲𝘁 𝘄𝗮𝗿𝗻_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗔𝗜_* 〙════⊷❍

┃✦│ _𝟵𝟵. 𝗿𝗲𝗺𝗼𝘃𝗲𝗯𝗴_
┃✦│ _𝟭𝟬𝟬. 𝘂𝗽𝘀𝗰𝗮𝗹𝗲_
┃✦│ _𝟭𝟬𝟭. 𝗴𝗽𝘁_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗘𝗱𝗶𝘁_* 〙════⊷❍

┃✦│ _𝟭𝟬𝟮. 𝘀𝘁𝗶𝗰𝗸𝗲𝗿_
┃✦│ _𝟭𝟬𝟯. 𝗺𝗽𝟯_
┃✦│ _𝟭𝟬𝟰. 𝘀𝗹𝗼𝘄_
┃✦│ _𝟭𝟬𝟱. 𝘀𝗽𝗲𝗲𝗱_
┃✦│ _𝟭𝟬𝟲. 𝗯𝗮𝘀𝘀_
┃✦│ _𝟭𝟬𝟳. 𝗽𝗵𝗼𝘁𝗼_
┃✦│ _𝟭𝟬𝟴. 𝘁𝗿𝗶𝗺_
┃✦│ _𝟭𝟬𝟵. 𝗯𝗹𝗮𝗰𝗸_
┃✦│ _𝟭𝟭𝟬. 𝗮𝘃𝗺𝗶𝘅_
┃✦│ _𝟭𝟭𝟭. 𝘃𝗺𝗶𝘅_
┃✦│ _𝟭𝟭𝟮. 𝘀𝗹𝗼𝘄𝗺𝗼_
┃✦│ _𝟭𝟭𝟯. 𝗰𝗶𝗿𝗰𝗹𝗲_
┃✦│ _𝟭𝟭𝟰. 𝗶𝗻𝘁𝗲𝗿𝗽_
┃✦│ _𝟭𝟭𝟱. 𝘁𝗮𝗸𝗲_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗖𝗼𝗻𝘃𝗲𝗿𝘁𝗲𝗿𝘀_* 〙════⊷❍

┃✦│ _𝟭𝟭𝟲. 𝗽𝗱𝗳_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗧𝗲𝘅𝘁𝗺𝗮𝗸𝗲𝗿_* 〙════⊷❍

┃✦│ _𝟭𝟭𝟳. 𝘁𝗶𝘁𝗹𝗲_
┃✦│ _𝟭𝟭𝟴. 𝗴𝗹𝗼𝘄𝘀𝗹𝗶𝗰𝗲𝗱_
┃✦│ _𝟭𝟭𝟵. 𝘄𝗵𝗶𝘁𝗲𝗴𝗼𝗹𝗱_
┃✦│ _𝟭𝟮𝟬. 𝗯𝗮𝘁𝗺𝗮𝗻_
┃✦│ _𝟭𝟮𝟭. 𝗴𝗿𝗲𝗲𝗻𝗵𝗼𝗿𝗿𝗼𝗿_
┃✦│ _𝟭𝟮𝟮. 𝗴𝗹𝗶𝘁𝗰𝗵_
┃✦│ _𝟭𝟮𝟯. 𝗺𝗶𝗻𝗶𝗼𝗻_
┃✦│ _𝟭𝟮𝟰. 𝗺𝗮𝘁𝗿𝗶𝘅_
┃✦│ _𝟭𝟮𝟱. 𝗿𝗼𝗮𝗱_
┃✦│ _𝟭𝟮𝟲. 𝗲𝗿𝗼𝗱𝗲𝗱𝗺𝗲𝘁𝗮𝗹_
┃✦│ _𝟭𝟮𝟳. 𝗰𝗮𝗿𝗯𝗼𝗻_
┃✦│ _𝟭𝟮𝟴. 𝗷𝗼𝗸𝗲𝗿_
┃✦│ _𝟭𝟮𝟵. 𝗼𝗿𝗮𝗻𝗴𝗲_
┃✦│ _𝟭𝟯𝟬. 𝘀𝘁𝗼𝗻𝗲_
┃✦│ _𝟭𝟯𝟭. 𝗿𝗲𝘁𝗿𝗼_
┃✦│ _𝟭𝟯𝟮. 𝘀𝗹𝗶𝗰𝗲𝗱_
┃✦│ _𝟭𝟯𝟯. 𝟮𝗴𝗹𝗶𝘁𝗰𝗵_
┃✦│ _𝟭𝟯𝟰. 𝘀𝗽𝗮𝗿𝗸𝗹𝗲_
┃✦│ _𝟭𝟯𝟱. 𝗻𝗲𝗼𝗻_
┃✦│ _𝟭𝟯𝟲. 𝘁𝗵𝘂𝗻𝗱𝗲𝗿_
┃✦│ _𝟭𝟯𝟳. 𝗯𝗼𝗸𝗲𝗵_
┃✦│ _𝟭𝟯𝟴. 𝗱𝗲𝘃𝗶𝗹_
┃✦│ _𝟭𝟯𝟵. 𝗯𝗹𝗮𝗰𝗸𝗽𝗶𝗻𝗸_
┃✦│ _𝟭𝟰𝟬. 𝟮𝗿𝗲𝘁𝗿𝗼_
┃✦│ _𝟭𝟰𝟭. 𝘀𝘂𝗺𝗺𝗲𝗿_
┃✦│ _𝟭𝟰𝟮. 𝗱𝗲𝗺𝗼𝗻_
┃✦│ _𝟭𝟰𝟯. 𝗹𝗮𝘃𝗮_
┃✦│ _𝟭𝟰𝟰. 𝗽𝗮𝗽𝗲𝗿_
┃✦│ _𝟭𝟰𝟱. 𝘀𝗽𝗮𝗰𝗲_
┃✦│ _𝟭𝟰𝟲. 𝟴𝗯𝗶𝘁_
┃✦│ _𝟭𝟰𝟳. 𝗰𝗮𝗺𝗲𝗿𝗶𝗰𝗮_
┃✦│ _𝟭𝟰𝟴. 𝗽𝗲𝗻𝗰𝗶𝗹_
┃✦│ _𝟭𝟰𝟵. 𝗳𝗼𝗴𝗴𝘆_
┃✦│ _𝟭𝟱𝟬. 𝗴𝗿𝗮𝗳𝗳𝗶𝘁𝗶_
┃✦│ _𝟭𝟱𝟭. 𝟮𝗴𝗿𝗮𝗳𝗳𝗶𝘁𝗶_
┃✦│ _𝟭𝟱𝟮. 𝟯𝗴𝗿𝗮𝗳𝗳𝗶𝘁𝗶_
┃✦│ _𝟭𝟱𝟯. 𝗽𝗵𝘂𝗯_
┃✦│ _𝟭𝟱𝟰. 𝗺𝗮𝗿𝘃𝗲𝗹_
┃✦│ _𝟭𝟱𝟱. 𝟮𝗺𝗮𝗿𝘃𝗲𝗹_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗗𝗼𝘄𝗻𝗹𝗼𝗮𝗱_* 〙════⊷❍

┃✦│ _𝟭𝟱𝟲. 𝗶𝗻𝘀𝘁𝗮_
┃✦│ _𝟭𝟱𝟳. 𝗳𝗯_
┃✦│ _𝟭𝟱𝟴. 𝘀𝘁𝗼𝗿𝘆_
┃✦│ _𝟭𝟱𝟵. 𝗽𝗶𝗻𝘁𝗲𝗿𝗲𝘀𝘁_
┃✦│ _𝟭𝟲𝟬. 𝗽𝗶𝗻_
┃✦│ _𝟭𝟲𝟭. 𝘁𝗶𝗸𝘁𝗼𝗸_
┃✦│ _𝟭𝟲𝟮. 𝗹𝘆𝗿𝗶𝗰𝘀_
┃✦│ _𝟭𝟲𝟯. 𝘂𝗽𝗹𝗼𝗮𝗱_
┃✦│ _𝟭𝟲𝟰. 𝘃𝗶𝗱𝗲𝗼_
┃✦│ _𝟭𝟲𝟱. 𝘀𝘂𝗯𝘁𝗶𝘁𝗹𝗲_
┃✦│ _𝟭𝟲𝟲. 𝗽𝗹𝗮𝘆_
┃✦│ _𝟭𝟲𝟳. 𝘀𝗽𝗼𝘁𝗶𝗳𝘆_
┃✦│ _𝟭𝟲𝟴. 𝘆𝘁𝘃_
┃✦│ _𝟭𝟲𝟵. 𝘀𝗼𝗻𝗴_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗢𝘁𝗵𝗲𝗿𝘀_* 〙════⊷❍

┃✦│ _𝟭𝟳𝟬. 𝗶𝗻𝗳𝗼_
┃✦│ _𝟭𝟳𝟭. 𝗹𝗶𝘀𝘁_
┃✦│ _𝟭𝟳𝟮. 𝗱𝗲𝗹𝘀𝘂𝗱𝗼_
┃✦│ _𝟭𝟳𝟯. 𝗮𝗳𝗸_
┃✦│ _𝟭𝟳𝟰. 𝗮𝗹𝗶𝘃𝗲_
┃✦│ _𝟭𝟳𝟱. 𝗮𝗹𝗶𝘃𝗲_
┃✦│ _𝟭𝟳𝟲. 𝘀𝗾𝘂𝗮𝗿𝗲_
┃✦│ _𝟭𝟳𝟳. 𝗱𝗲𝗹_
┃✦│ _𝟭𝟳𝟴. 𝗿𝗲𝗯𝗼𝗼𝘁_
┃✦│ _𝟭𝟳𝟵. 𝗹𝗲𝗮𝘃𝗲_
┃✦│ _𝟭𝟴𝟬. 𝗾𝘂𝗼𝘁𝗲𝗱_
┃✦│ _𝟭𝟴𝟭. 𝗺𝘀𝗴𝘀_
┃✦│ _𝟭𝟴𝟮. 𝗴𝗶𝗳_
┃✦│ _𝟭𝟴𝟯. 𝗿𝗼𝘁𝗮𝘁𝗲_
┃✦│ _𝟭𝟴𝟰. 𝗳𝗹𝗶𝗽_
┃✦│ _𝟭𝟴𝟱. 𝗶𝗻𝗮𝗰𝘁𝗶𝘃𝗲_
┃✦│ _𝟭𝟴𝟲. 𝗽𝗼𝗹𝗹_
┃✦│ _𝟭𝟴𝟳. 𝗺𝗺𝗮𝗱𝗱𝗽𝗼𝗹𝗹_
┃✦│ _𝟭𝟴𝟴. 𝗱𝗿𝗶𝘃𝗲_
┃✦│ _𝟭𝟴𝟵. 𝗲𝗺𝗼𝗷𝗶_
┃✦│ _𝟭𝟵𝟬. 𝗺𝗽𝟰_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗧𝗲𝗺𝗽𝗹𝗮𝘁𝗲 𝗲𝗱𝗶𝘁_* 〙════⊷❍

┃✦│ _𝟭𝟵𝟭. 𝘄𝗮𝗻𝘁𝗲𝗱_
┃✦│ _𝟭𝟵𝟮. 𝗺𝗶𝘀𝘀𝗶𝗼𝗻 𝗳𝗮𝗶𝗹𝗲𝗱_
┃✦│ _𝟭𝟵𝟯. 𝗱𝗲𝗹𝗲𝘁𝗲_
┃✦│ _𝟭𝟵𝟰. 𝗿𝗲𝘀𝗽𝗲𝗰𝘁_
┃✦│ _𝟭𝟵𝟱. 𝘄𝗮𝘀𝘁𝗲𝗱_
┃✦│ _𝟭𝟵𝟲. 𝗯𝗹𝘂𝗿_
┃✦│ _𝟭𝟵𝟳. 𝗱𝗿𝗮𝘄_
┃✦│ _𝟭𝟵𝟴. 𝘀𝗸𝗲𝘁𝗰𝗵_
┃✦│ _𝟭𝟵𝟵. 𝗿𝗶𝗽_
┃✦│ _𝟮𝟬𝟬. 𝘀𝗰𝗮𝗿𝘆_
┃✦│ _𝟮𝟬𝟭. 𝗺𝗶𝘀𝘀𝗶𝗼𝗻 𝗽𝗮𝘀𝘀𝗲𝗱_
┃✦│ _𝟮𝟬𝟮. 𝗿𝗲𝗷𝗲𝗰𝘁_
┃✦│ _𝟮𝟬𝟯. 𝗷𝗮𝗶𝗹_
┃✦│ _𝟮𝟬𝟰. 𝗰𝗼𝗻𝘁𝗿𝗮𝘀𝘁_
┃✦│ _𝟮𝟬𝟱. 𝘆𝘁𝗰𝗼𝗺𝗺𝗲𝗻𝘁_
┃✦│ _𝟮𝟬𝟲. 𝗯𝘂𝗿𝗻_
┃✦│ _𝟮𝟬𝟳. 𝗳𝗶𝗿𝗲_
┃✦│ _𝟮𝟬𝟴. 𝘁𝗿𝗮𝘀𝗵_
┃✦│ _𝟮𝟬𝟵. 𝗮𝗽𝗽𝗿𝗼𝘃𝗲_
┃✦│ _𝟮𝟭𝟬. 𝘁𝗿𝗶𝗴𝗴𝗲𝗿_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗦𝗲𝗮𝗿𝗰𝗵_* 〙════⊷❍

┃✦│ _𝟮𝟭𝟭. 𝗶𝗴_
┃✦│ _𝟮𝟭𝟮. 𝗳𝗶𝗻𝗱_
┃✦│ _𝟮𝟭𝟯. 𝗶𝗺𝗴_
┃✦│ _𝟮𝟭𝟰. 𝘇𝗶𝗽𝗰𝗼𝗱𝗲_
┃✦│ _𝟮𝟭𝟱. 𝗺𝗼𝘃𝗶𝗲_
┃✦│ _𝟮𝟭𝟲. 𝘁𝗿𝘂𝗲_
┃✦│ _𝟮𝟭𝟳. 𝘆𝘁𝘀_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗪𝗵𝗮𝘁𝘀𝗮𝗽𝗽_* 〙════⊷❍

┃✦│ _𝟮𝟭𝟴. 𝗼𝗻𝘄𝗮_
┃✦│ _𝟮𝟭𝟵. 𝗿𝗲𝗮𝗰𝘁_
┃✦│ _𝟮𝟮𝟬. 𝗲𝗱𝗶𝘁_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗠𝗶𝘀𝗰_* 〙════⊷❍

┃✦│ _𝟮𝟮𝟭. 𝗰𝗹𝗲𝗮𝗿_
┃✦│ _𝟮𝟮𝟮. 𝗿𝗲𝘁𝗿𝘆_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗖𝗼𝗻𝗳𝗶𝗴_* 〙════⊷❍

┃✦│ _𝟮𝟮𝟯. 𝗰𝗵𝗮𝘁𝗯𝗼𝘁_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗦𝗲𝘁𝘁𝗶𝗻𝗴𝘀_* 〙════⊷❍

┃✦│ _𝟮𝟮𝟰. 𝗽𝗹𝗮𝘁𝗳𝗼𝗿𝗺_
┃✦│ _𝟮𝟮𝟱. 𝗹𝗮𝗻𝗴𝘂𝗮𝗴𝗲_
┃✦│ _𝟮𝟮𝟲. 𝗺𝗼𝗱𝗲_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗨𝘁𝗶𝗹𝗶𝘁𝘆_* 〙════⊷❍

┃✦│ _𝟮𝟮𝟳. 𝗺𝗲𝗻𝘂_
┃✦│ _𝟮𝟮𝟴. 𝗽𝗶𝗻𝗴_
┃✦│ _𝟮𝟮𝟵. 𝘂𝗽𝘁𝗶𝗺𝗲_
┃✦│ _𝟮𝟯𝟬. 𝗮𝘁𝘁𝗽_
┃✦│ _𝟮𝟯𝟭. 𝗮𝗴𝗲_
┃✦│ _𝟮𝟯𝟮. 𝗰𝗻𝘁𝗱_
┃✦│ _𝟮𝟯𝟯. 𝗳𝗮𝗻𝗰𝘆_
┃✦│ _𝟮𝟯𝟰. 𝗳𝗶𝗹𝘁𝗲𝗿_
┃✦│ _𝟮𝟯𝟱. 𝘀𝘁𝗼𝗽_
┃✦│ _𝟮𝟯𝟲. 𝗰𝗳𝗶𝗹𝘁𝗲𝗿_
┃✦│ _𝟮𝟯𝟳. 𝗴𝗳𝗶𝗹𝘁𝗲𝗿_
┃✦│ _𝟮𝟯𝟴. 𝗱𝗳𝗶𝗹𝘁𝗲𝗿_
┃✦│ _𝟮𝟯𝟵. 𝗰𝘀𝘁𝗼𝗽_
┃✦│ _𝟮𝟰𝟬. 𝗱𝘀𝘁𝗼𝗽_
┃✦│ _𝟮𝟰𝟭. 𝗴𝘀𝘁𝗼𝗽_
┃✦│ _𝟮𝟰𝟮. 𝗱𝗶𝗳𝗳_
┃✦│ _𝟮𝟰𝟯. 𝘀𝘁𝗶𝗰𝗸𝗰𝗺𝗱_
┃✦│ _𝟮𝟰𝟰. 𝘂𝗻𝘀𝘁𝗶𝗰𝗸_
┃✦│ _𝟮𝟰𝟱. 𝗴𝗲𝘁𝘀𝘁𝗶𝗰𝗸_
┃✦│ _𝟮𝟰𝟲. 𝘃𝘃_
┃✦│ _𝟮𝟰𝟳. 𝘁𝗿𝘁_
┃✦│ _𝟮𝟰𝟴. 𝘁𝘁𝘀_
┃✦│ _𝟮𝟰𝟵. 𝗱𝗼𝗰_
┃✦│ _𝟮𝟱𝟬. 𝗵𝗮𝗰𝗸𝗲𝗿𝗻𝗲𝘄𝘀_
┃✦│ _𝟮𝟱𝟭. 𝘄𝗮𝘂𝗽𝗱𝗮𝘁𝗲_
┃✦│ _𝟮𝟱𝟮. 𝗻𝗲𝘄𝘀_
┃✦│ _𝟮𝟱𝟯. 𝗺𝗲𝗱𝗶𝗮𝗳𝗶𝗿𝗲_
┃✦│ _𝟮𝟱𝟰. 𝘀𝘀_
┃✦│ _𝟮𝟱𝟱. 𝗱𝗲𝘁𝗲𝗰𝘁𝗹𝗮𝗻𝗴_
┃✦│ _𝟮𝟱𝟲. 𝗳𝗼𝗿𝘄𝗮𝗿𝗱_
┃✦│ _𝟮𝟱𝟳. 𝘀𝗲𝗻𝗱_
┃✦│ _𝟮𝟱𝟴. 𝗴𝗲𝘁𝗷𝗶𝗱𝘀_
┃✦│ _𝟮𝟱𝟵. 𝘂𝗿𝗹_
┃✦╰─────────────────❍
╰══════════════════⊷❍

╭════〘 *_𝗢𝘄𝗻𝗲𝗿_* 〙════⊷❍

┃✦│ _𝟮𝟲𝟬. 𝗿𝗲𝘀𝘁𝗮𝗿𝘁_
┃✦│ _𝟮𝟲𝟭. 𝘀𝗵𝘂𝘁𝗱𝗼𝘄𝗻_
┃✦│ _𝟮𝟲𝟮. 𝗱𝘆𝗻𝗼_
┃✦│ _𝟮𝟲𝟯. 𝘀𝗲𝘁𝘃𝗮𝗿_
┃✦│ _𝟮𝟲𝟰. 𝗱𝗲𝗹𝘃𝗮𝗿_
┃✦│ _𝟮𝟲𝟱. 𝗴𝗲𝘁𝘃𝗮𝗿_
┃✦│ _𝟮𝟲𝟲. 𝗮𝗹𝗹𝘃𝗮𝗿_
┃✦│ _𝟮𝟲𝟳. 𝘀𝗲𝘁𝘁𝗶𝗻𝗴𝘀_
┃✦│ _𝟮𝟲𝟴. 𝘀𝗲𝘁𝘀𝘂𝗱𝗼_
┃✦│ _𝟮𝟲𝟵. 𝗴𝗲𝘁𝘀𝘂𝗱𝗼_
┃✦│ _𝟮𝟳𝟬. 𝘂𝗽𝗱𝗮𝘁𝗲_
┃✦│ _𝟮𝟳𝟭. 𝘂𝗽𝗱𝗮𝘁𝗲 𝘀𝘁𝗮𝗿𝘁_
┃✦│ _𝟮𝟳𝟮. 𝘂𝗽𝗱𝘁_
┃✦│ _𝟮𝟳𝟯. 𝗶𝗻𝘀𝘁𝗮𝗹𝗹_
┃✦│ _𝟮𝟳𝟰. 𝗽𝗹𝘂𝗴𝗶𝗻_
┃✦│ _𝟮𝟳𝟱. 𝗿𝗲𝗺𝗼𝘃𝗲_
┃✦│ _𝟮𝟳𝟲. 𝗽𝘂𝗽𝗱𝗮𝘁𝗲_
┃✦│ _𝟮𝟳𝟳. 𝗯𝗹𝗼𝗰𝗸_
┃✦│ _𝟮𝟳𝟴. 𝗷𝗼𝗶𝗻_
┃✦│ _𝟮𝟳𝟵. 𝘂𝗻𝗯𝗹𝗼𝗰𝗸_
┃✦│ _𝟮𝟴𝟬. 𝗽𝗽_
┃✦│ _𝟮𝟴𝟭. 𝗴𝗽𝗽_
┃✦╰─────────────────❍
╰══════════════════⊷❍
        
> © *MADE BY WHITE SER*
`


try{
return await conn.sendMessage(from,{image: {url: Ameen },caption: AmeenInt },{quoted: mek})
}catch(e){
console.log(e)
reply(`${e}`)
}
})
