const config = require('../config')
const {eypz , commands} = require('../command')

eypz({
    pattern: "menu",
    desc: "menu help message",
    category: "main",
    filename: __filename
},
async(conn, mek, m,{from, quoted, body, isCmd, command, args, q, isGroup, sender, senderNumber, botNumber2, botNumber, pushname, isMe, isOwner, groupMetadata, groupName, participants, groupAdmins, isBotAdmins, isAdmins, reply}) => {
let Ameen = 'https://telegra.ph/file/b6269f96b3df6f164cf68.jpg'
let AmeenInt = `
┌─❖

│「 𝗛ey 👋🏻 」

└┬❖ 「 *🍓CRONAZ-XD⛄ ㋡* 」

  │

  │❖ *ʜᴏꜱᴛ:* ʟɪɴᴜx(ʙᴀꜱᴇ)   

  │  

  │❖ *ᴏᴡɴᴇʀ:* 🤍ᴡʜɪᴛᴇ ꜱᴇʀ xᴅ🌨️

  │

  │❖ *ᴅᴇᴠᴇʟᴏᴩᴇʀ:* ®ᴡʜɪᴛᴇ ꜱᴇʀ

  │

  │❖ *ʙᴏᴛ:* *CRONAZ-XD 𝐕1*

  │

  │❖ *ᴠᴇʀꜱɪᴏɴ:* 2.5.0

  │

  └─────────────┈ ⳹

  ┌─❖

│「 🍓𝐂𝐑𝐎𝐍𝐀𝐙-𝐗𝐃⛄ 」

│

│    ⚠️ Made By

│               White-Ser㋡ 

│         

└┬❖ 「 *Owner Menu* 」

   │

   │✺ .*On/Off* public

   │✺ .*On/Off* autoreact 

   │✺ .update 

   │✺ .sudo

   │✺ .autoadmin

   │✺ .left

   │✺ .banchat

   │✺ .unbanchat

   │✺ .ban

   │✺ .unban

   │✺ .banlist

   │✺ .block

   │✺ .unblock

   │✺ .blocklist

   │✺ .bc

   │✺ .bcgc

   │✺ .join

   │✺ .restart

   │✺ .setpp

   │✺ .setprefix

   │✺ .resetprefix

   │✺ .resetuser

   │✺ .getfile

   │✺ .getplugin 

   └─────────────┈ ⳹

   ┌─❖「 *Bot Menu* 」

   │

   │✺ .ping

   │✺ .uptime

   │✺ .enable

   │✺ .alive

   │✺ .owner

   │✺ .report

   │✺ .bot

   │✺ .worker

   │✺ .runtime

   │✺ .infobot

   │✺ .donate

   │✺ .groups

   │✺ .blocklist

   │✺ .listprem

   └─────────────┈ ⳹

   ‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎

   ┌─❖「 *Fun Menu* 」

   │

   │✺ .Love

   │✺ .moon

   │✺ .question 

   │✺ .character 

   │✺ .truth

   │✺ .dare 

   │✺ .flirt

   │✺ .gay

   │✺ .meme

   │✺ .ship

   │✺ .kill

   │✺ .kiss

   │✺ .pat

   │✺ .slap

   │✺ .waste

   │✺ .simpcard

   │✺ .hornycard

   │✺ .ytcomment

   │✺ .stupid

   │✺ .lolicon

   └─────────────┈ ⳹

   ┌─❖「 *Downloader Menu* 」

   │

   │✺ .song

   │✺ .play

   │✺ .apk

   │✺ .yts

   │✺ .insta *link*

   │✺ .img

   │✺ .pinterest 

   │✺ .mediafire *link*

   │✺ .gdrive *link*

   │✺ .gitclone *link*

   │✺ .twitter *link*

   │✺ .tiktok *link*

   │✺ .tiktokstalk

   │✺ .spotify 

   │✺ .fb *link*

   └─────────────┈ ⳹

   ┌─❖「 *Group Menu* 」

   │

   │✺ .kick *@tag*

   │✺ .promote *@tag*

   │✺ .demote *@tag*

   │✺ .infogroup

   │✺ .getbio *@tag*

   │✺ .resetlink

   │✺ .link

   │✺ .*On/Off* antilink

   │✺ .*On/Off* antidelete

   │✺ .invite

   │✺ .setppgc *image*

   │✺ .setname *text*

   │✺ .setdesc *text*

   │✺ .setwelcome *text*

   │✺ .setbye *text*

   │✺ .hidetag *text/image/audio*

   │✺ .warn *@tag*

   │✺ .unwarn *@tag*

   │✺ .listwarn

   │✺ .listnum

   │✺ .kicknum

   │✺ .group *Open/Close*

   │✺ .tagall

   └─────────────┈ ⳹

   ┌─❖「 *Economy Menu* 」

   │

   │✺ .claim/daily

   │✺ .weekly

   │✺ .monthly

   │✺ .leaderboard

   │✺ .bet

   │✺ .heal

   │✺ .craft

   │✺ .balance

   │✺ .shop

   │✺ .sell

   │✺ .adventure

   │✺ .opencreate

   │✺ .mine

   │✺ .work

   │✺ .transfer

   │✺ .todaimond

   │✺ .tomoney

   └─────────────┈ ⳹

   ┌─❖「 *Tool Menu* 」

   │

   │✺ .autosticker

   │✺ .pdf

   │✺ .whatmusic

   │✺ .tempmail

   │✺ .checkmail

   │✺ .pokedex

   │✺ .calc

   │✺ .google

   │✺ .lyrics

   │✺ .readmore

   │✺ .ssweb

   │✺ .tts

   │✺ .trt

   │✺ .wiki

   │✺ .nowa

   │✺ .qrmaker

   │✺ .true

   │✺ .fancy

   │✺ .weather

   │✺ .alexa

   │✺ .itunes

   │✺ .technews

   └─────────────┈ ⳹

   ┌─❖「 *Converter Menu* 」

   │

   │✺ .toanime

   │✺ .tomp3

   │✺ .toimg

   │✺ .tovid

   └─────────────┈ ⳹

   ┌─❖「 *Sticker Menu* 」

   │

   │✺ .sticker

   │✺ .take

   │✺ .smaker

   │✺ .getsticker

   │✺ .emix

   │✺ .attp

   └─────────────┈ ⳹

   ┌─❖「 *Game Menu* 」

   │

   │✺ .tictactoe

   │✺ .delttt

   │✺ .math

   │✺ .math answer

   │✺ .ppt

   │✺ .slot

   │✺ .casino

   └─────────────┈ ⳹

   ┌─❖「 *NSFW Menu* 」

   │

   │✺ .*On* nsfw

   │✺ .*Off* nsfw

   │✺ .hentais *text*

   │✺ .xnxxdl *link*

   └─────────────┈ ⳹

   ┌─❖「 *Anime Menu* 」

   │

   │✺ .waifu

   │✺ .neko

   │✺ .loli

   │✺ .naruto

   │✺ .itachi

   │✺ .akira

   │✺ .asuna

   │✺ .akiyama

   │✺ .boruto

   │✺ .hornycard

   │✺ .ayuzawa

   │✺ .anna

   │✺ .chiho

   │✺ .chitoge

   │✺ .deidara

   │✺ .erza

   │✺ .elaina

   │✺ .emilia

   │✺ .hestia

   │✺ .hinata

   │✺ .inori

   │✺ .isuzu

   │✺ .kagura

   │✺ .kaori

   │✺ .keneki

   │✺ .kurumi

   │✺ .madara

   │✺ .mikasa

   │✺ .miku

   │✺ .minato

   │✺ .nezuko

   │✺ .sagiri

   │✺ .sasuke

   │✺ .sakura

   │✺ .kotori

   └─────────────┈ ⳹

   ┌─❖「 *Audio Menu* 」

   │

   │✺ .bass

   │✺ .blown

   │✺ .deep

   │✺ .earrape

   │✺ .fat

   │✺ .fast

   │✺ .nightcore

   │✺ .reverse

   │✺ .squrrel

   │✺ .slow

   └─────────────┈ ⳹

   ┌─❖「 *Random Menu* 」

   │

   │✺ .bts

   │✺ .cr7

   │✺ .cat

   │✺ .coffee

   │✺ .cartoon

   │✺ .cyberspace

   │✺ .couplepp

   │✺ .dog

   │✺ .doraemon

   │✺ .ff

   │✺ .hacker

   │✺ .messi

   │✺ .pubg

   │✺ .pentol

   │✺ .planet

   │✺ .tech

   │✺ .wpmountain

   │✺ .wpgaming

   │✺ .wprandom

   └─────────────┈ ⳹
> © Int Bots
`


try{
return await conn.sendMessage(from,{image: {url: Ameen },caption: AmeenInt },{quoted: mek})
}catch(e){
console.log(e)
reply(`${e}`)
}
})
